{
    "products":[
        {
            "name":"Монета СССР 1 рубль",
            "article":"s1",
            "year":"1980",
            "price":155,
            "url":"ssr.png"
        },
        {
            "name":"100 лет со дня рождения поэта К.В. Иванова",
            "article":"s2",
            "year":"1991",
            "price":230,
            "url":"sssr/sssr1.jpg"
        },
        {
            "name":"20 лет Победы над фашистской Германией в ВОВ",
            "article":"s3",
            "year":"1965",
            "price":420,
            "url":"sssr/sssr2.jpg"
        },
        {
            "name":"Международный год мира",
            "article":"s4",
            "year":"1986",
            "price":1999,
            "url":"sssr/sssr3.jpg"
        }

    ],
    "news_short":[
        {
            "header":"1 декабря",
            "main":"Новость Новость Новость Новость Новость Новость Новость Новость Новость Новость Новость Новость",
            "article":"f"
        },
        {
            "header":"2 декабря",
            "main":"Новость Новость Новость Новость Новость Новость Новость Новость Новость Новость Новость Новость",
            "article":"s"
        }
      ],
      "news":[
        {
            "header":"Бесплатная доставка при заказе от 5000 рублей",
            "text":"Друзья, c 12:00 08.11.2021 до 12:00 29.11.2021 по Московскому времени действует БЕСПЛАТНАЯ доставка по России при оформлении заказов на сумму более 5000 руб. по 100% предоплате. Обращаем внимание, что способ доставки до пункта выдачи в Вашем населенном пункте будет выбран на усмотрение магазина. Если выбранный способ Вас не устроит, мы отправим заказ любым удобным Вам способом",
            "article":"n1",
            "date":"8 ноября 2021"
        },
        {
            "header":"Бесплатная доставка при заказе от 1500 руб. до 17.09.21",
            "text":"Друзья, c 19:00 27.08.2021 до 15:00 17.09.2021 по Московскому времени действует БЕСПЛАТНАЯ доставка по России при оформлении заказов на сумму более 1500 руб. по 100% предоплате. Обращаем внимание, что способ доставки до пункта выдачи в Вашем населенном пункте будет выбран на усмотрение магазина. Если выбранный способ Вас не устроит, мы отправим заказ любым удобным Вам способом",
            "article":"n2",
            "date":"26 августа 2021"
        },
        {
            "header":"Бесплатная доставка",
            "text":"Друзья, c 18:00 29.07.2021 до 18:00 17.08.2021 по Московскому времени действует БЕСПЛАТНАЯ доставка по России при оформлении заказов по 100% предоплате. Обращаем внимание, что способ доставки будет выбран на усмотрение магазина. Если выбранный способ Вас не устроит, мы отправим заказ любым удобным Вам способом за Ваш счет",
            "article":"n3",
            "date":"29 июля 2021"
        }
      ]
}