<script>
import HeaderVue from './Header.vue'
import MenuVue from './Menu.vue'
import FooterVue from './Footer.vue'
export default {
  components:{
      HeaderVue,MenuVue,FooterVue
  }
  ,
  data() {
      return {
          cart:0,
  }
}
}

</script>

<template>
<HeaderVue/> 
<main class="about container">
 <MenuVue/>
 <section class="about-us section-with-text">
     <div class="text-head-section">
         О нас
     </div>
     <div class="text-section">
        <br><span class="text-H"> История компании</span> <br>

В 1995 году Ларри Пейдж собрался поступать в магистратуру Стэнфордского университета. Студентом, который должен был показать Ларри университет, выбрали Сергея Брина.
<br><br>
По некоторым данным, в день знакомства они разошлись во мнениях почти по всем вопросам, но уже через год начали работать над совместным проектом – поисковой системой Backrub. В ее основе лежала идея о том, что важность отдельной веб-страницы тем выше, чем больше других страниц на нее ссылаются.
<br><br>
Вскоре систему Backrub переименовали в Google. Это название представляет собой отсылку к числу "гугол" – единице с сотней нулей. Оно символизирует стремление создателей упорядочить всю информацию в Интернете и обеспечить удобный доступ к ней.
<br><br>
Всего за пару лет система Google привлекла внимание не только научного сообщества, но и инвесторов Кремниевой долины. В августе 1998 года соучредитель Sun Microsystems Энди Бехтольшайм выписал Ларри и Сергею чек на 100 000 долларов. На эти деньги была основана компания Google Inc. <br><br> Молодым предпринимателям больше не нужно было ютиться в общежитии, и они обустроили свой первый офис – гараж на окраине Менло-Парка в штате Калифорния. Гараж принадлежал Сьюзан Воджиски, которая сейчас занимает должность генерального директора YouTube. Интерьер нового офиса состоял из громоздких компьютеров, стола для пинг-понга и ярко-синего ковра. Традиция красочного оформления офисов Google сохраняется и по сей день
<br><br>

     </div>
 </section>
 
</main>
<FooterVue/>
</template>

<style lang="scss">
</style>



