<script>
import HeaderVue from './Header.vue'
import MenuVue from './Menu.vue'
import FooterVue from './Footer.vue'

export default {
  components:{
      HeaderVue,MenuVue,FooterVue
  }
  ,
  data() {
      return {
          cart:0,
  }
}
}

</script>

<template>
<HeaderVue/> 
<main class="delivery container">
 <MenuVue/>
 <section class="section-with-text">
     <div class="text-head-section">
         Доставка
     </div>
     <div class="text-section">
        <br><span class="text-H"> Варианты доставки:</span> <br>
        Для расчета стоимости доставки необходимы данные о весе и объеме заказа. Вы можете оформить заказ на сайте, тогда доставка Почтой России рассчитается автоматически. Вес изделий на сайте указан с учётом индивидуальной и транспортной упаковки. Доставку транспортной компанией или курьерской службой менеджеры рассчитают вручную и предоставят информацию на Вашу электронную почту или по телефону. Если стоимость доставки Вас не устроит, от заказа можно отказаться, так как оформление заказа на нашем сайте ни к чему не обязывает.
        <br><br>
        1. Самовывоз или Курьер по г. Ростов-на-Дону
        Вы можете забрать свой заказ со склада в г. Ростов-на-Дону, только после звонка менеджера о готовности заказа.
        Адрес: г. Ростов-на-Дону, ул. Московская д.29а, пункт выдачи заказов интернет магазина "Мыльная сказка"
        Время работы склада в г. Ростов-на-Дону: будни - с 7:30 до 16:30; суббота, воскресенье – выходной
        Курьерская доставка по г. Ростов-на-Дону – 150 руб.
        <br><br>
        2. Почта России (по 100% предоплате / наложенный платеж)
        Стоимость рассчитывается автоматически при оформлении заказа. Доставка осуществляется по всей территории России. Максимальный вес посылки ограничен и составляет 20 кг. Если при оформлении заказа доставка Почтой России недоступна, значит превышен максимальный вес отправления. В этом случае Вам необходимо уменьшить заказ.
        <br><br>
     </div>
 </section>
 
</main>
<FooterVue/>
</template>

<style lang="scss">
</style>



