<script>
import HeaderVue from './Header.vue'
import MenuVue from './Menu.vue'
import FooterVue from './Footer.vue'

export default {
  components:{
      HeaderVue,MenuVue,FooterVue
  }
  ,
  data() {
      return {
          cart:0,
  }
}
}

</script>

<template>
<HeaderVue/> 
<main class="payment container">
 <MenuVue/>
 <section class="section-with-text">
     <div class="text-head-section">
         Оплата
     </div>
     <div class="text-section">
        <br><span class="text-H">Минимальная сумма заказа на сайте 800 руб.</span> <br>
        Варианты оплаты:
        <br><br>
        1. Наличные: Оплата производится на пункте выдачи, расположенному по адресу: г. Иваново, ул.Ермака д.10

        <br><br>
       2. При получении: Оплата производится в почтовом отделении вашего города (при наложенном платеже Вы несете дополнительные затраты = 4% от объявленной стоимости заказа + почтовый сбор за перевод денежных средств). Для новых клиентов наложенный платеж возможен для заказов до 4000 рублей, а для постоянных до 8000 рублей.
        <br><br>
        Заказы, оформленные наложенным платежом, отгружаются по частичной предоплате (предоплата не менее 500 рублей), для удобства оплаты можно оплачивать по QR-коду, ВНИМАНИЕ сумма заказа подгружается автоматически, Вам надо вручную изменить сумму на 500 рублей. Частичная предоплата связана с большим количеством не выкупаемых посылок, т.к. в случае когда клиент не выкупает посылку на своем почтовом отделении, наша организация несёт убытки оплачивая не только доставку, но и возврат посылки.
        <br><br>
        ВНИМАНИЕ! Срок хранения посылок на почтовом отделении составляет 15 дней после поступления посылки, затем посылка возвращается отправителю. В случае если посылка не выкупается клиентом на почтовом отделении, то последующие заказы отправляются только при условии 100% предоплаты. При одновременном оформлении нескольких заказов наложенным платежом, отправляется сначала один. Последующие заказы доставляются только после получения Вами предыдущего.


    </div>
 </section>
 
</main>
<FooterVue/>
</template>

<style lang="scss">
</style>



